<script setup lang="ts"></script>

<template>
  <div class="publication">
    <div class="publication__container">
      <div class="publication__body">
        <p>
          Публикационная этика устанавливает стандарты профессионального
          поведения во взаимоотношениях между авторами, рецензентами и
          редакторами в процессе создания, распространения и использования
          научных публикаций.
        </p>
        <br />
        <br />
        <p>
          Этика публикаций всегда занимала центральное место в деятельности
          академических издательств по всему миру, однако особое внимание ей
          стали уделять лишь в последние десятилетия.
        </p>
        <br />
        <br />
        <p>
          Соблюдение принципов публикационной этики гарантирует высокое качество
          научных публикаций, укрепляет доверие общества к научным исследованиям
          и обеспечивает признание авторских идей, изложенных в опубликованных
          материалах.
        </p>
        <br />
        <br />
        <p>
          ционная этика издательства основывается на уважении личных прав автора
          и прав на интеллектуальную собственность. Издательство обеспечивает
          независимое и беспристрастное рассмотрение всех представленных к
          публикации рукописей, без предвзятости по отношению к авторам на
          основе их национальной или религиозной принадлежности, служебного
          положения, а также независимо от коммерческих интересов и связей с
          редакцией или издательством.
        </p>
        <br />
        <br />
        <p>
          Ключевыми характеристиками высокого качества научных публикаций,
          принятыми издательством, являются: обоснованность, правдивость,
          четкость, полнота представленных данных, продуманность, оригинальность
          и прозрачность.
        </p>
        <br />
        <br />
        <p>
          Все участники процесса подготовки материалов к публикации (авторы,
          рецензенты, члены редакционной коллегии, представители издательства)
          обязаны следовать установленным стандартам публикационной этики.
        </p>
        <br />
        <br />
        <p>
          Редакторы обладают исключительным правом принимать решение о
          публикации рукописи или отказе в ней. Поступающие рукописи
          подвергаются рецензированию, однако редакторы могут отклонить рукопись
          на этапе, предшествующем рецензированию, если для этого имеются веские
          основания (например, несоответствие тематики статьи профилю издания,
          низкое научное качество работы, наличие предыдущих публикаций той же
          статьи в других изданиях, недостаточный уровень оригинальности и
          т.п.). Окончательное решение о публикации или отказе в ней принимается
          научным руководителем издательства.
        </p>
        <br />
        <br />
        <p>
          Потенциальный конфликт интересов возникает в случаях, когда
          финансовые, личные или профессиональные обстоятельства могут оказать
          влияние на научное суждение рецензента или редактора и, следовательно,
          на решение редакционной коллегии о публикации статьи.
        </p>
        <br />
        <br />
        <p>
          Авторы обязаны раскрывать все конфликты интересов, которые могут
          повлиять на оценку и интерпретацию их рукописи, а также указывать
          источники финансовой поддержки проекта (гранты, государственные
          программы, проекты и т.д.), которые должны быть указаны в рукописи.
        </p>
        <br />
        <br />
        <p>
          Подавая статью на рассмотрение редакционной коллегии, автор
          подтверждает, что:
        </p>
        <br />
        <br />
        <ul>
          <li style="list-style: disc">
            в тексте статьи указаны все источники финансирования исследования;
          </li>
          <li style="list-style: disc">
            отсутствуют коммерческие, финансовые, личные или профессиональные
            обстоятельства, которые могли бы создать конфликт интересов в
            отношении поданной статьи.
          </li>
        </ul>
        <br />
        <br />
        <p>
          Публикационная этика гарантирует объективное рецензирование. Наличие
          конфликта интересов, о котором заявляет один из участников процесса
          рассмотрения и рецензирования, само по себе не должно приводить к
          отказу в публикации, так как главным критерием оценки рукописи
          является её научное качество.
        </p>
        <br />
        <br />
        <p>
          Издательство и редакция журнала выбирают рецензентов, независимых от
          рассматриваемых материалов, обладающих достаточным опытом и не имеющих
          конфликта интересов.
        </p>
        <br />
        <br />
        <p>
          Рецензент не вправе использовать материалы неизданной рукописи в своих
          интересах без письменного согласия автора. Рецензент обязан отказаться
          от рассмотрения рукописи, если возникает конфликт интересов по причине
          конкурентных, совместных или иных взаимоотношений с автором либо
          организацией, связанной с рукописью.
        </p>
        <br />
        <br />
        <p>
          Главный редактор может консультироваться с членами редакции,
          редакционной коллегии и рецензентами при принятии решения о публикации
          статьи.
        </p>
        <br />
        <br />
        <p>
          Полнотекстовые файлы всех архивных и текущих выпусков научных изданий
          находятся в открытом доступе на сайте издательства.
        </p>
        <br />
        <br />
        <p>
          Электронная версия издания предоставляется в режиме открытого доступа
          для читателей. При использовании материалов необходимо обязательно
          ссылаться на издание и авторов статей. Архивирование препринтов (до
          прохождения процедуры рецензирования) и постпринтов (подготовленных к
          публикации, но еще не опубликованных) статей не допускается. Для
          архивирования доступны издательские версии pdf-файлов статей сразу
          после публикации нового номера журнала, без периода эмбарго.
        </p>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
.publication {
  &__body {
    padding: 40px 0;
    ul {
      li {
        font-size: 16px;
        line-height: 140%;
        margin-left: 30px;
      }
    }
    p {
      font-size: 16px;
      line-height: 140%;
    }
  }
}
</style>
