<script setup lang="ts"></script>

<template>
  <div class="reviewing">
    <div class="reviewing__container">
      <div class="reviewing__body">
        <div class="reviewing__breadcrumb">
          <div class="breadcrumb__wrapper">
            <nuxt-link class="menu__link" to="/">ГЛАВНАЯ</nuxt-link>
            <nuxt-link class="menu__link" to="/reviewing"
              >Рецензирование</nuxt-link
            >
          </div>
        </div>
        <div class="reviewing__description">
          <p>
            <strong>
              <span>Рецензирование</span>
            </strong>
            <span>
              это процедура рассмотрения научных статей для того, чтобы
              удостовериться в точности и достоверности изложения и в
              необходимых случаях добиться от автора следования стандартам,
              установленным в конкретной области или науке в целом.</span
            >
          </p>
          <br />
          <p>
            Настоящий порядок рецензирования рукописей, представляемых с целью
            публикации устанавливает порядок рецензирования рукописей научных
            статей, представляемых авторами для публикации. Все научные статьи,
            поступившие в издательство, подвергаются обязательному анонимному
            рецензированию.
          </p>
          <br />
          <p>
            Рецензирование статей осуществляется членами редакционного совета и
            редакционной коллегии, а также приглашенными рецензентами – ведущими
            экспертами, обладающими необходимым опытом научной работы по
            заявленному в статье научному направлению, знакомые с требованиями,
            предъявляемыми редакцией журнала к публикуемым материалам в
            соответствующей отрасли. Заключение о выборе рецензента для
            проведения экспертизы статьи принимает главный редактор, заместитель
            главного редактора, ответственный секретарь.
          </p>
          <br />
          <p style="background-color: rgb(223, 242, 254)">
            Ключевая цель рецензентов, как и всего процесса рецензирования,
            состоит не только в экспертной оценке качества работы, но и в
            улучшении этого качества
          </p>
          <br />
          <p>
            Рецензия должна беспристрастно оценивать научную статью, содержать
            аргументированный всесторонний анализ ее научных и методических
            достоинств и недостатков. Рецензирование рукописи должно проходить в
            обстановке конфиденциальности. Рецензенты уведомляются о том, что
            присланные им рукописи являются интеллектуальной собственностью
            авторов и относятся к данным, не подлежащим разглашению. Нарушение
            конфиденциальности может быть только в случае заявления рецензента о
            недостоверности или фальсификации материалов, описанных в статье
          </p>
          <br />
          <p>При оценке статьи рецензент учитывает:</p>
          <br />
          <ul>
            <li>
              соответствие тематике научно-практической конференции или журнала,
              научную новизну и значимость представленных результатов
            </li>
            <li>правильность применения результатов других авторов</li>
            <li>точность ссылок</li>
            <li>качество изложения и оформления</li>
          </ul>
          <br />
          <p>
            По итогам рассмотрения рукописи рецензент дает рекомендации о
            дальнейшей судьбе статьи (каждое решение рецензента обосновывается):
          </p>
          <br />
          <ul>
            <li>статья рекомендуется к публикации в настоящем виде</li>
            <li>
              статья может быть рекомендована к публикации после исправления
              отмеченных недостатков
            </li>
            <li>
              статья нуждается в дополнительном рецензировании другим
              специалистом
            </li>
            <li>статья не может быть опубликована</li>
          </ul>
          <br />
          <p>
            Редакция по электронной почте сообщает автору итоги рецензирования.
          </p>
          <br />
          <p>
            Рекомендации по доработке статьи редакция направляет автору
            рукописи. Доработка статьи не должна занимать более двух месяцев с
            момента отправки электронного сообщения о необходимости внесения
            изменений. Доработанная автором статья повторно направляется на
            рецензирование. Статьи, доработанные автором, повторно направляются
            на рецензирование тому же рецензенту, который делал критические
            замечания, или другому по усмотрению редакции.
          </p>
          <br />
          <p>
            Рекомендации по доработке статьи редакция направляет автору
            рукописи. Доработка статьи не должна занимать более двух месяцев с
            момента отправки электронного сообщения о необходимости внесения
            изменений. Доработанная автором статья повторно направляется на
            рецензирование. Статьи, доработанные автором, повторно направляются
            на рецензирование тому же рецензенту, который делал критические
            замечания, или другому по усмотрению редакции.
          </p>
          <br />
          <p>
            При незначительных замечаниях, требующих только редакторских правок,
            и с согласия авторов, может быть принято решение о приеме статьи для
            опубликования. В случае отказа дорабатывать статью авторы должны в
            письменной или устной форме уведомить о своем решении редакцию. Если
            авторы не возвращают доработанный вариант по истечении трех месяцев
            со дня отправки рецензии, даже при отсутствии сведений от авторов с
            отказом от доработки статьи, редакция снимает ее с учета.
          </p>
          <br />
          <p>
            В случае возникновения неразрешимых противоречий между автором и
            рецензентами касательно оценки рукописи редколлегия вправе направить
            рукопись на дополнительное рецензирование. В конфликтных ситуациях
            решение принимает главный редактор на заседании редакционной
            коллегии.
          </p>
          <br />
          <p>
            Решение об отказе в публикации рукописи принимается на заседании
            редакционной коллегии в соответствии с рекомендациями рецензентов.
            Статья, не рекомендованная решением редакционной коллегии к
            публикации, к повторному рассмотрению не принимается. Сообщение об
            отказе в публикации направляется автору по электронной почте.
          </p>
          <br />
          <p>
            Наличие положительной рецензии не является достаточным основанием
            для публикации статьи. Окончательное решение о публикации
            принимается редакционной коллегией. В конфликтных ситуациях решение
            принимает главный редактор.
          </p>
          <br />
          <p
            style="
              background-color: rgb(255, 240, 239);
              color: rgb(216, 46, 33);
            "
          >
            Редакция не вступает в дискуссии с авторами по поводу отклоненных
            работ.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
.reviewing {
  &__breadcrumb {
    margin: 10px 0;
    padding: 10px;
  }

  &__description {
    margin-top: 20px;
    padding: 20px;
    p {
      font-size: 18px;
      line-height: 140%;
      margin-bottom: 10px;
      text-align: justify;
      text-indent: 15px;
    }
    ul {
      padding: 0 40px;

      li {
        list-style: disc;
        font-size: 16px;
        line-height: 160%;
        margin-bottom: 20px;
        position: relative;
      }
    }
  }
}
.breadcrumb {
  &__wrapper {
    display: flex;
    align-items: center;
  }
}
.menu {
  &__link {
    font-style: italic;
    margin-right: 15px;
    position: relative;
    &:first-child {
      &::after {
        content: "/";
        position: absolute;
        right: -10px;
      }
    }
    &:last-child {
      color: #b2b2b2;
    }
  }
}
</style>
