<script setup lang="ts"></script>

<template>
  <div class="reviewing">
    <div class="reviewing__container">
      <div class="reviewing__body">
        <div class="reviewing__breadcrumb">
          <div class="breadcrumb__wrapper">
            <nuxt-link class="menu__link" to="/">ГЛАВНАЯ</nuxt-link>
            <nuxt-link class="menu__link" to="/reviewing"
              >Рецензирование</nuxt-link
            >
          </div>
        </div>
        <div class="reviewing__description">
          <p>
            Процедура рецензирования представляет собой важный этап оценки
            научных статей, целью которого является обеспечение точности и
            достоверности представленных материалов, а также, при необходимости,
            приведение их в соответствие с установленными стандартами конкретной
            научной области или науки в целом.
          </p>
          <br />
          <br />
          <p>
            Настоящий регламент рецензирования рукописей, поданных для
            публикации, определяет порядок их рассмотрения. Все научные статьи,
            поступающие в редакцию, проходят обязательное анонимное
            рецензирование.
          </p>
          <br />
          <br />
          <p>
            Рецензирование осуществляется членами редакционного совета и
            редакционной коллегии, а также приглашёнными рецензентами – ведущими
            специалистами с необходимым опытом научной работы в соответствующей
            области. Главный редактор, заместитель главного редактора или
            ответственный секретарь принимают окончательное решение о назначении
            рецензента для экспертной оценки статьи.
          </p>
          <br />
          <br />
          <p>
            Ключевая задача рецензентов, как и всего процесса рецензирования,
            заключается не только в проведении экспертной оценки качества
            работы, но и в содействии его улучшению.
          </p>
          <br />
          <br />
          <p>
            Рецензия должна содержать объективный, аргументированный и
            всесторонний анализ научных и методических достоинств и недостатков
            статьи. Процесс рецензирования должен проходить в условиях
            конфиденциальности. Рецензенты уведомляются о том, что
            предоставленные им рукописи являются интеллектуальной собственностью
            авторов и не подлежат разглашению. Нарушение конфиденциальности
            допускается только в случае обнаружения рецензентом недостоверности
            или фальсификации материалов, изложенных в статье.
          </p>
          <br />
          <br />
          <p>При оценке статьи рецензент учитывает следующие аспекты:</p>
          <br />
          <br />
          <ul>
            <li>
              соответствие тематике научно-практической конференции или журнала;
            </li>
            <li>научную новизну и значимость представленных результатов;</li>
            <li>корректность использования результатов других авторов;</li>
            <li>точность ссылок;</li>
            <li>качество изложения и оформления.</li>
          </ul>
          <br />
          <br />
          <p>
            По итогам рецензирования рецензент выносит рекомендации относительно
            дальнейшей судьбы статьи, обосновывая каждое свое решение:
          </p>
          <br />
          <br />
          <ul>
            <li>статья рекомендуется к публикации в представленном виде;</li>
            <li>
              статья может быть рекомендована к публикации после устранения
              указанных недостатков;
            </li>
            <li>
              статья требует дополнительного рецензирования другим специалистом;
            </li>
            <li>статья не может быть опубликована.</li>
          </ul>
          <br />
          <br />
          <p>
            Редакция информирует автора о результатах рецензирования по
            электронной почте. В случае необходимости доработки статьи редакция
            направляет автору соответствующие рекомендации. Процесс доработки не
            должен превышать двух месяцев с момента получения автором
            уведомления о необходимости внесения изменений. Доработанная статья
            повторно направляется на рецензирование. Статья может быть
            отправлена на повторное рецензирование как тому же рецензенту,
            который делал критические замечания, так и другому, по усмотрению
            редакции.
          </p>
          <br />
          <br />
          <p>
            Если замечания рецензента носят незначительный характер и требуют
            только редакторских правок, редакция может принять решение о
            публикации статьи при согласии автора. В случае отказа автора от
            доработки статьи он обязан письменно или устно уведомить об этом
            редакцию. Если автор не возвращает доработанную статью в течение
            трёх месяцев со дня отправки рецензии и не сообщает об отказе от
            доработки, редакция снимает статью с учёта.
          </p>
          <br />
          <br />
          <p>
            В случае возникновения неразрешимых разногласий между автором и
            рецензентами редакционная коллегия вправе направить рукопись на
            дополнительное рецензирование. В конфликтных ситуациях решение
            принимает главный редактор на заседании редакционной коллегии.
          </p>
          <br />
          <br />
          <p>
            Решение об отказе в публикации статьи принимается на заседании
            редакционной коллегии на основании рекомендаций рецензентов. Статьи,
            отклоненные решением редакционной коллегии, не подлежат повторному
            рассмотрению. Сообщение об отказе в публикации направляется автору
            по электронной почте.
          </p>
          <br />
          <br />
          <p>
            Наличие положительной рецензии не гарантирует публикацию статьи.
            Окончательное решение о публикации принимает редакционная коллегия.
            В конфликтных ситуациях окончательное решение также принимает
            главный редактор.
          </p>
          <br />
          <br />
          <p>
            Редакция не вступает в обсуждения с авторами по поводу отклоненных
            работ.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
.reviewing {
  &__breadcrumb {
    margin: 10px 0;
    padding: 10px;
  }

  &__description {
    margin-top: 20px;
    padding: 20px;
    p {
      font-size: 18px;
      line-height: 140%;
      margin-bottom: 10px;
      text-align: justify;
    }
    ul {
      padding: 0 40px;

      li {
        list-style: disc;
        font-size: 18px;
        margin-bottom: 20px;
      }
    }
  }
}
.breadcrumb {
  &__wrapper {
    display: flex;
    align-items: center;
  }
}
.menu {
  &__link {
    font-style: italic;
    margin-right: 15px;
    position: relative;
    &:first-child {
      &::after {
        content: "/";
        position: absolute;
        right: -10px;
      }
    }
    &:last-child {
      color: #b2b2b2;
    }
  }
}
</style>
